export default {
  //用户
  用户名称: '用户名称',
  登录账号: '登录账号',
  手机号: '手机号',
  状态: '状态',
  创建时间: '创建时间',
  工号: '工号',
  分配角色: '分配角色',
  //角色
  角色名称: '角色名称',
  权限字符: '权限字符',
  排序: '排序',
  //菜单
  菜单名称: '菜单名称',
  权限标识: '权限标识',
  路径: '路径',
  //部门
  部门名称: '部门名称',
  部门: '部门',
  邮箱: '邮箱',
  负责人: '负责人',
  备注: '备注',
  添加子菜单: '添加子菜单',

  用户昵称: '用户昵称',
  归属部门: '归属部门',
  手机号码: '手机号码',
  用户性别: '用户性别',
  用户密码: '用户密码',
  基本信息: '基本信息',
  角色信息: '角色信息',
  角色编号: '角色编号',
  角色顺序: '角色顺序',
  权限菜单: '权限菜单',
  上级部门: '上级部门',
  显示排序: '显示排序',
  联系电话: '联系电话',
  菜单类型: '菜单类型',

  字典名称: "字典名称",
  字典Code: "字典Code",
  查看字典项: "查看字典项",
  字典项名称: "字典项名称",
  字典项标识: "字典项标识",
  字典项值: "字典项值",
  排序号: "排序号",
  描述: "描述",
  说明: "说明"


}
